[
  [
    "0",
    "1",
    "2"
  ],
  [
    "Dưới đây chỉ là sự gợi ý tổng quát, để có sự biến thông Ý tượng dịch vào sự lý sâu sắc hơn thì học viên cần phải siêng năng Kiểm Soát – Chiêm nghiệm hằng ngày cho Thông Lẽ Dịch.",
    "",
    ""
  ],
  [
    "GIỜ TỐT DỊCH LÝ",
    "GIỜ CHỈNH SỬA VÀ ĐỘNG THỔ",
    "VẬT PHẨM"
  ],
  [
    "1. Khai trương kinh doanh, Nhập trạch, Động thổ, Khai Lộc:\nGia nhân – Tiệm; Đại Hữu – Đinh; Đại Hữu – Thuần Kiền; Hàm - Tụy; Thái Lâm; Bí – Gia Nhân; Gia Nhân – Ích...\n2. Ký hợp đồng:\nĐại Hữu – Đinh; Đại Hữu – Thuần Kiền; Hàm - Tuy; Thái – Lâm; Thái – Nhu; Thuần Kiền – Cấu; Cấu – Thuần Kiền; Nhu – Thái...\n3. Thương lượng:\nSư – Thuần Khôn; Thuần Khôn – Sư; Thái – Lâm; Thái – Nhu;\n4. Lễ Cưới hỏi:\nTrung Phu – Ích; Trung Phu – Lý; Đại Hữu – Đinh; Gia Nhân – Tiệm.\n5. Khai bút:\nThái – Lâm; Lâm – Thái; Thái – Nhu; Thuần Kiền –Lý; Lý – Thuần Kiền; Đại Hữu – Đinh; Đỉnh – Đại Hữu\n6. Lễ cúng:\nĐại Hữu – Đinh; Đại Hữu – Thuần Kiền; Sư – Thuần Khôn; Sư – Giải; Trung Phu – Lý; Lý – Trung Phu; Thái – Lâm; Thái – Thăng...\n7. Bán đất - Bán nhà:\n* HOÁN – QUAN VÀ QUAN HOÁN:\nTrước khi cúng quét dọn nhà cửa gọn gàng, bắt đèn cho sáng sủa, lau nhà theo phép ngũ hành: nấu nước nóng, bỏ 1 cây đinh, 1 trái ớt, 3 lát gừng pha với nước lạnh lau nhà.\nTrái cây: 01 trái dừa (           ), 05 trái quýt (           )\nHoa: cúc vàng (            )\nNhang: 5:6\n* CÁCH – PHONG: Cúng bán nhà, đất\nTrái cây: 04 trái, 03 táo đỏ\nHoa: bó hoa lớn đẹp lớn\nNhang: 4:3\n* CÁCH – HÀM:\nTrái cây: 01 trái dừa mở nắp (            ), nhãn (             )\nHoa: trắng, vàng\nNhang: 02 cây cắm trên, 07 cắm dưới\n* ĐỘN – ĐỒNG NHÂN: Bán nhà nhờ người giới thiệu, hoặc đăng trên báo, mạng\nTrái cây: 01 trái dưa hấu dài, 03 trái táo đỏ\nHoa: cúc trắng, hoa màu đỏ\nNhang: 01 cây cắm trên, 03 cây cắm dưới\n* GIẢI – SƯ VÀ SƯ – GIẢI: Không nên dùng vì dễ ảnh hưởng đến người lớn tuổi trong nhà.\n\n",
    "I.ĐẠI HỮU – THUẦN KIỀN:\nDùng cho người giàu có, gốc khá vững\nKhai trương động thổ ngân hàng\nDễ bị phát sinh chi phí\nCó thể dùng cho gia chủ làm công chức.\nTRÁI CÂY:\n03 trái màu đỏ (táo, hồng)\n01 trái dưa hấu dài ruột đỏ (lựa trái lớn nhất trong tiệm)\nHOA:\n03 hoa đỏ cắm cao (loại lớn nhất)\n01 hoa trắng cắm thấp\nNHANG:\n03 cây cắm trước\n01 cây cắm sau\nKhi cúng nhìn hướng Tây Bắc (           ), nhìn về hướng Nam (         )",
    ""
  ],
  [
    "",
    "II.ĐẠI HỮU – KHUỂ: Cần người hợp tác giúp đỡ\nTRÁI CÂY:\n03 trái màu đỏ (táo, hồng)\n01 trái dưa hấu dài ruột đỏ\nHOA:\n03 hoa đỏ cắm cao\n01 hoa trắng cắm thấp\nNHANG:\n03 cây cắm trước\n01 cây cắm sau\nKhi cúng nhìn hướng Tây Bác (           ), nhìn về hướng Nam (         )",
    "Kiền lão phu đầu ngựa (nguyên con heo sữa quay, gà nướng, cá lóc nướng).\nKhôn lão mẫu bụng trâu (gỏi trâu, gỏi bò: làm bằng nhữ thứ trong bụng).\nChấn trưởng nam gân rồng (cặp giò, chân, 4 khúc mía, mỗi khúc 5 lóng).\nTốn trưởng nữ đùi gà (đùi gà hoặc nguyên con gà).\nKhảm trung nam tai heo (thịt heo luộc, tam sên).\nLy trung nữ mắt phượng (đồ quay, đồ nướng: không có xương càng tốt).\nCấn út nam lưng chó (sườn, xíu quách, heo quay nguyên miếng có xương).\nĐoài út nữ miệng dê (lẩu thịt, lẩu thập cẩm, cháo, cơm mà phải có canh).\nDù quẻ gì cũng phải có bánh kẹo, sữa (cắm ống hút), thuốc, để dưới thấp"
  ],
  [
    "",
    "III.ĐẠI HỮU – ĐỈNH: Chỉnh sửa động thổ liên quan tới bếp, nhà giàu có sẵn.\nTRÁI CÂY:\n03 trái màu đỏ (táo, hồng)\n01 trái dưa hấu dài ruột đỏ\nHOA:\n03 hoa đỏ cắm cao\n01 hoa trắng cắm thấp\nNHANG:\n03 cây cắm trước\n01 cây cắm sau\nKhi cúng nhìn hướng Tây Bắc (           ), nhìn về hướng Nam (         )",
    ""
  ],
  [
    "",
    "IV.ĐẠI TRÁNG – HẰNG: Càng ngày càng lớn mạnh, tốt điều mọi mặt, sức khỏe tuổi thọ.\nTRÁI CÂY: \n04 Trái màu xanh (Quýt, xoài…)\n01 trái dưa hấu dài ruột đỏ\nHOA:\n04 cây phát tài mập\nNHANG: LỚN (                           )\nLần 1: (4:1) đứng Tây Bắc nhìn hướng Đông\nLần 2: (4:1, 4:5) đứng Đông Nam nhìn hướng Đông",
    ""
  ],
  [
    "",
    "V.SƯ – THUẦN KHÔN: Cúng để được sự che chở, hỗ trợ của người trên\nTRÁI CÂY: Chùm Nhãn, 01 trái dừa \nHOA: 01 bó hoa cúc vàng nhỏ\nNHANG: 8:6, Đứng Bắc (             ), nhìn về Tây Nam (           )",
    ""
  ],
  [
    "",
    "VI.PHONG – THUẦN CHẤN: Dùng cho nhà kinh doanh sẽ có nhiều khách hàng, nhiều người giúp đỡ, hòa mỹ thịnh đại, treo chuông gió\nTRÁI CÂY: 04 màu xanh (              ), 03 trái màu đỏ (            )\nHOA: bó hoa đẹp nhiều bông\nNHANG: 4:3, đứng hướng Nam (              ), nhìn hướng Đông (             )",
    ""
  ],
  [
    "",
    "VII.CÁCH – PHONG: Dùng thay đổi sửa sang lại toàn bộ nhà cửa, sửa lại cái cũ, thay đổi lớn\nTRÁI CÂY: 04 trái màu xanh (                 ), 03 trái màu đỏ (               )\nHOA: 01 bó hoa tươi đẹp nhiều màu\nNHANG: 4:3, đứng hướng Nam (               ), nhìn hướng Đông (             )",
    ""
  ],
  [
    "",
    "VIII.BÍ – DI: Giải bế tắc, mọi việc thông suốt trôi chảy\nTRÁI CÂY: 07 trái màu vàng (           ), 03 trái màu đỏ (              )\nHOA: 07 hoa vàng cắm cao (             ), 03 hoa đỏ cắm thấp (             )\nNHANG: 7:3, đứng hướng Nam (              ) nhìn hướng Đông Bắc (             )",
    ""
  ],
  [
    "",
    "IX.BÍ – GIA NHÂN: Cúng cầu con hoặc cho con cái thông minh, tốt cho người nhỏ tuổi\nTRÁI CÂY: 07 trái nhỏ (               ) màu vàng (             ), 03 màu đỏ (            )\nHOA: hoa màu vàng, đỏ nhỏ\nNHANG: nhỏ (                         )\n7:3 đứng hướng Nam (           ) nhìn hướng Đông Bắc (           )\n5:3 đứng hướng Nam (            ) nhìn về hướng Đông Nam (           )",
    ""
  ],
  [
    "",
    "X. KHÔN – SƯ: Cúng để nhân viên hoặc người nhỏ lo cho người lớn, có lợi lộc về đất đai\nTRÁI CÂY: Dừa, nhãn, quýt vàng\nHOA: 01 bó hoa cúc vàng nhỏ\nNHANG: 8:6, đứng hướng Bắc (            ) nhìn về hướng Tây Nam (           )",
    ""
  ],
  [
    "",
    "XI.THÁI – NHU: Cầu bình an, giải rắc rối lộn xộn\nTRÁI CÂY: Dừa hoặc trái màu vàng nhỏ (nhãn…), dưa hấu dài (              )\nHOA: cúc vàng\nNHANG: \n8:1 đứng Tây Bắc (            ) nhìn Tây Nam (         )\n8:1 và 8:6 đứng Bắc (            ) nhìn Tây Nam (         )",
    ""
  ],
  [
    "",
    "XII.THÁI – LÂM: Cúng cho chủ, Ông Bà được thông thái, học cao\nTRÁI CÂY: trái cây màu vàng (nhãn, bòn bon rời), 01 dưa hấu dài\nHOA: cúc vàng\nNHANG: 8:1 đứng Tây Bắc (            ) nhìn Tây Nam (          )",
    ""
  ],
  [
    "",
    "XIII.TỤY – TỶ: Cúng giờ này mọi người trong nhà, tổ chức chung sức đồng lòng\nTRÁI CÂY: nhãn, bòn bon (chùm), dừa\nHOA: 01 cây có nhiều hoa tươi đẹp\nNHANG: \n2:8 đứng Tây Nam nhìn Tây\n2:8, 6:8 đứng Tây Nam nhìn Bắc",
    ""
  ]
]